Repository: kr-app/Safane
Catalog: Safane/Safane/*.lproj/Localizable.strings
Languages: fr

source: General
fr: Général

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

# ALFRED_FIRST_STARTED_FROM_MENU_BAR
source: is accessible from your menu bar
fr: est accessible depuis la barre des menus

# HELP_GOTO_WEBSITE
source: Go to the Safane Website…
fr: Aller sur le site Web de Safari Workspaces…

# HELP_CONTACT_SUPPORT_OR_FEEDBACK
source: Contact Support or Send Feedback…
fr: Contacter le support / donneer un avis…

# HELP_EMAIL_SUPPORT
source: Contact Support by E-mail…
fr: Contacter le Support par e-mail…

# HELP_SUBMIT_REPORT
source: Submit Problem Report...
fr: Envoyer un rapport des problèmes...

source: Bring Safari to Front
fr: Ramener Safari au premier plan

source: Open Safari
fr: Ouvrir Safari

source: Restore Snapshot
fr: Restituer la capture

source: New Workspace…
fr: Nouveau Workspace…

source: Rename Workspace…
fr: Renommer le Workspace…

source: Delete Workspace…
fr: Supprimer le Workspace…

source: New Workspace
fr: Nouveau Workspace

source: Rename Workspace
fr: Renommer le Workspace

source: Name
fr: Nom

source: No Window
fr: Aucune fenêtre

source: Default Workspace
fr: Workspace par défaut
